// Створити базовий клас «Музичний інструмент» та похідні класи «Скрипка», «Тромбон», «Укулеле», “Віолончель”.
// За допомогою конструктора встановити ім’я кожного музичного інструменту та його характеристики.
// Реалізуйте для кожного з класів методи:
// ■ Sound — Видає звук музичного інструменту (пишемо текстом у консоль);
// ■ Show — відображає назву музичного інструменту;
// ■ Desc — відображає опис музичного інструменту;
// ■ History — відображає історію створення музичного інструменту

public class Task3_4 {
	public static void main(String[] args) {
	
	}
}
